Repository: CofficLab/Wakey
Catalog: Localizable.xcstrings
Source language: zh_hans
Languages: en

source: Wakey 休息中
en: Wakey Resting

source: Wakey 已激活
en: Wakey Activated

source: 允许系统休眠
en: Allow System Sleep

source: 关于
en: About

source: 启动选项
en: Startup Options

source: 多模式支持
en: Multi-mode Support

source: 如果您之前在其他设备上购买过订阅,可以通过点击下方的"恢复购买"按钮来恢复您的订阅。请确保您使用的是购买时所用的Apple ID 账号。
en: If you have previously purchased a subscription on another device, you can restore your subscription by clicking the "Restore Purchase" button below. Please ensure that you are using the Apple ID account you used when purchasing.

source: 完成
en: Done

source: 开机启动
en: Launch at Login

source: 恢复购买
en: Restore Purchase

source: 打开App Support目录
en: Open App Support Directory

source: 打开容器目录
en: Open Container Directory

source: 打开数据库目录
en: Open Database Directory

source: 打开文档目录
en: Open Documents Directory

source: 持续时间
en: Duration

source: 极简设计
en: Minimalist Design

source: 模式
en: Mode

source: 永久防止休眠
en: Prevent Sleep Indefinitely

source: 状态栏控制
en: Status Bar Control

source: 简单纯粹的防休眠工具
en: Simple and Pure Anti-sleep Tool

source: 解锁全部高级功能
en: Unlock All Pro Features

source: 许可协议
en: License Agreement

source: 设置...
en: Settings...

source: 调试
en: Debug

source: 通用
en: General

source: 防止休眠：%@
en: Prevent Sleep: %@

source: 隐私政策
en: Privacy Policy
